// Content.jsx
import React from 'react';
import yourImage from '../img/fpm.jpg';
import './ContentM.css'

const Content = () => {
  return (
    <div style={{ marginLeft: '30px', padding: '20px',paddingTop: '60px', width:'95%'}}>
      <h1>ПОРТАЛ ВИБОРНИХ ДИСЦИПЛІН</h1>
      <div className='cont'>
       <p className='pcont'><b>ВЕЛЬМИШАНОВНІ СТУДЕНТИ, ВИКЛАДАЧІ, КОЛЕГИ!</b><br /><br />
      Щиро вітаємо Вас на порталі виборних дисциплін факультету прикладної математики славного Дніпровського національного
      університету імені Олеся Гончара – одного з найвідоміших і найпрестижніших вищих навчальних закладів України.<br />
      Девіз нашого факультету: елітарність, фундаментальність комп’ютерної та математичної підготовки, 
      гарантований успіх у науці, виробництві й бізнесі.<br />
      До послуг студентів - високий науковий і педагогічний потенціал наших викладачів.<br /> Якісна освіта - це найцінніший,
      найдорожчий капітал, який людина набуває в житті. <br />
      І якщо ви докладете достатньо сил до отримання знань, то фундаментальна та практично спрямована освіта, 
      яку ви отримаєте на факультеті прикладної математики Дніпровського національного університету імені Олеся 
      Гончара, може стати основою вашого успішного подальшого життя.</p>
       <img className='imgcont' src={yourImage} alt="Описание изображения" />
      </div>
    </div>
  );
};

export default Content;
