// Content.jsx
import React from 'react';
import yourImage from '../img/fpm.jpg';
import './ContentA.css'

const Content = () => {
  return (
    <div id='about' style={{ marginLeft: '30px', padding: '20px',paddingTop: '60px', width:'95%'}}>
      <h1>ФАКУЛЬТЕТ МАЄ ЛІЦЕНЗІЮ НА ПІДГОТОВКУ</h1>
      <div >
         <h3>Бакалаврські програми:</h3>
        <ul>
          <li>Прикладна математика, освітня програма Комп’ютерне моделювання та технології програмування;</li>
          <li>Системний аналіз;</li>
          <li>Інформаційні системи та технології;</li>
          <li>Інженерія програмного забезпечення.</li>
        </ul>
        <h3>Магістерські програми:</h3>
        <ul>
          <li>Прикладна математика, освітня програма Інформатика;</li>
          <li>Прикладна математика, освітня програма Комп’ютерне моделювання та обчислювальні методи;</li>
          <li>Інженерія програмного забезпечення;</li>
          <li>Системний аналіз.</li>
        </ul>
        <h3>Підготовка аспірантів:</h3>
        <ul>
          <li>Прикладна математика;</li>
          <li>Інженерія програмного забезпечення.</li>
        </ul>
      </div>
      <br />
      <p>
        Факультет готує висококваліфікованих фахівців для сфери інформаційних технологій: розробників алгоритмів і
         програмного забезпечення, програмістів, інженерів з автоматизованих систем керування, спеціалістів з 
         проектувалння баз даних та експертних систем, фахівців в області програмної інженерії, обчислювальної техніки
         і мережевих технологій, системних аналітиків для роботи в державних, банківських і промислових структурах.
         Знання, набуті на нашому факультеті, дозволяють випускникам успішно реалізувати себе на підприємствах, 
         в компаніях, в тому числі і міжнародних. Відсоток працевлаштованих випускників наближається до 100%. 
         Отримуйте високоякісну освіту і ставайте конкурентоспроможним фахівцем у сфері інформаційних технологій!
      </p>
    </div>
  );
};

export default Content;
